{
    "tweets": [
        {
            "time": "",
            "tweet": "Wow! My wife, a healthcare worker, ordered scrubs from @MarksCanada and they included this lovely note."
        },
        {
            "time": "",
            "tweet": "I know people are scared that giving Doug Ford too much credit during #Covid19Ontario could lead to his reelection. But on a more optimistic note - maybe he'll enjoy people not thinking he's a dick so much, he'll do the decent thing more often even when this is over? #onpoli"
        },
        {
            "time": "",
            "tweet": "The insurance is Ontario is laughable, called for a premium reduction since I have my beauty parked for roughly 30 days - what did they offer? 50 dollars off my yearly. That's a laugh! Aviva knows how to suck funds out of people!"
        },
        {
            "time": "",
            "tweet": "From all of the staff at Sir Adam Beck JS - we miss all of you so very much and we hope that you are staying safe and positive! Looking forward to when we can meet again and share in the 'elbow to elbow' of learning!"
        },
        {
            "time": "",
            "tweet": "Health care workers deserve to earn a living at one facility and residents deserve to be kept safe from the spread of infection."
        },
        {
            "time": "",
            "tweet": "This is tragic. We must protect seniors. They deserve better."
        },
        {
            "time": "",
            "tweet": "Ontario's public health minister didn't even know that asymptomatic covid-19 carriers can spread the virus....scary"
        },
        {
            "time": "",
            "tweet": "It's not enough for the government to just lament that low-pay and part-time hours for long-term care staff is forcing workers to take three jobs. Fix it. Give them better pay. Give them better hours. It will save lives."
        },
        {
            "time": "",
            "tweet": "Todays Ontario estimate death vs expected (lines for prediction April 30th, and ICU vs actual .... looks good"
        },
        {
            "time": "",
            "tweet": "I would consider today a good day. New tests up to 6.946, % positive on new test is half of yesterday at 5.86%, new positives of 401 even though we have double the tests. This is definitely a step in the right direction!"
        },
        {
            "time": "",
            "tweet": "Never would I have thought I'd be saying this....but Thank you @fordnation you've done a great job handling #Covid19 #COVID19Ontario and trying to keep us all safe."
        },
        {
            "time": "",
            "tweet": "Yes our kids mean everything to us - with and without disabilities. #COVID19Ontario I am so scared for my own sons Broken heart"
        },
        {
            "time": "",
            "tweet": "Sorry to see local business closing soon signs please ensure advised as to financial aid as is affected by #metrolinx & #COVID19Ontario Is there a universal #CERB metrolinx construction zones?"
        },
        {
            "time": "",
            "tweet": "If I am reading this article correctly, 10 out of 13 of these #Covid19 deaths occurred IN Long-Term Care homes in the Windsor area."
        },
        {
            "time": "",
            "tweet": "Doug Ford your heart breaks, your personally going to take care of it, you take every opportunity to get your pic in the press.. you answer every ? by thanking the medical community & not the ?..When are you actually going to DO SOMETHING!"
        },
        {
            "time": "",
            "tweet": "aking care of yourself & others right now is so important. Here are a few tips to help ensure that you and your loved ones are staying in touch and helping each other through this uncertain time. We're in this together! "
        },
        {
            "time": "",
            "tweet": "To all those who think fears of #COVID19 are overblown, just remember: Tippi was right, Mrs. Bundy was wrong. "
        },
        {
            "time": "",
            "tweet": "Everything we do before a pandemic will seem alarmist. Everything we do after will seem inadequate"
        },
        {
            "time": "",
            "tweet": "That's why experts have been calling for dramatic actions to close schools and cancel large public gatherings."
        },
        {
            "time": "",
            "tweet": "During this #COVID19 crisis, all our schools and daycares are closed for the next 3 weeks, so there will be children who will have no access to breakfast and lunch... If you are able, help. Go online ... or visit the closest one near you."
        },
        {
            "time": "",
            "tweet": "China is now blaming the United States for the #WuhanCoronavirus later renamed by @WHO to #COVID19 #coronavirus after they covered up the Wuhan outbreak"
        },
        {
            "time": "",
            "tweet": "If the pattern in #Singapore #HongKong etc is anything to go by the panic buying will stop in coming weeks. Great Walls of Toiletpaper will have been built and everyone will realise they should've bought for an extended Christmas rather than nuclear winter."
        },
        {
            "time": "",
            "tweet": "Such an amazing evening with our community! What a relief to hang with a real crowd of people in #VirtualReality while being for almost 14 days at home due to #COVID19. "
        },
        {
            "time": "",
            "tweet": "There seems to be some bizarre criticism that this latter was mainly written by mathematicians. I'm an epidemiologist and I agree wholeheartedly."
        },
        {
            "time": "",
            "tweet": "Starting a rolling thread reviewing some of the literature on risks of respiratory virus transmission in the health care setting. We must take care of ourselves so that we can take care of others. "
        },
        {
            "time": "",
            "tweet": "Please get Trump out of office. This administration is inhuman & incapable of leading this country. Please remove him. #COVID19 "
        },
        {
            "time": "",
            "tweet": "Infection control on the Diamond Princess was a mess, says a scientist who was on the ship yesterday. And Japan is slow to release epi data from the ship that would help understand #COVID19 better, @dnormile reports."
        },
        {
            "time": "",
            "tweet": "This could be a surprising bit of good news: Chloroquine Phosphate, a well-known antimalarial drug, is showing some success as a treatment option in #COVID19."
        },
        {
            "time": "",
            "tweet": "While China has come under fire over claims that they are grossly underreporting coronavirus figures, Chinese media is reporting that 40 industrial incinerators have been deployed to Wuhan, the epicenter of the outbreak which has killed more than 2,000 people #COVID19 "
        },
        {
            "time": "",
            "tweet": "Instead of deriding people's fears about the Wuhan #coronavirus, I would advise officials and reporters to focus more on the high likelihood that things will get worse and the not-so-small possibility that they will get much worse."
        },
        {
            "time": "",
            "tweet": "Alright, for everyone to understand: the new #Hubei report is a horror to make a graph."
        },
        {
            "time": "",
            "tweet": "Love this. A policeman exercising during #COVID19. If I feel a bit stressed/annoyed at work, watching this always makes me laugh my head off. #CoronaVirus"
        },
        {
            "time": "",
            "tweet": "Huge respect & thanks to all Communications Department @WHO @gabbystern & leadership "
        },
        {
            "time": "",
            "tweet": "All deaths are equal. Unfortunate deaths from emerging viral infection (i.e., from SARS-CoV-2) are bereavements to their relatives and friends. Making joke out of the tragic losses is pathetic. It is not funny, shame on you @TheEconomist #COVID19"
        },
        {
            "time": "",
            "tweet": "I was asked to comment on the cruel and damaging rumors about the origins of #coronavirus #COVID19 I replied: it dishonors the memory of those who have died in this outbreak"
        },
        {
            "time": "",
            "tweet": "Good story and good to see Americans paying attention to Canadian politics rather than always the other way around"
        },
        {
            "time": "",
            "tweet": "I wonder if this would happen isn Canada as well - our grocery workers are heroes too!"
        },
        {
            "time": "",
            "tweet": "Bravo @mattygaz92 !Clapping hands sign So awesome seeing Canadian companies stepping up to support #COVID19 front-line workers. #onpoli #covidontario"
        },
        {
            "time": "",
            "tweet": "U.S. - Canada border access restricted - only essential traffic is permitted. For more information visit Canada Border Services Agency "
        },
        {
            "time": "",
            "tweet": "Man, 77, assaulted teen grocery store worker over social distancing rules: police"
        },
        {
            "time": "",
            "tweet": "Too many excuses Dr. David Williams!!! People died because of you. Get the tests done. #onpoli #covidontario @TBayMOH"
        },
        {
            "time": "",
            "tweet": "Trudeau has handled this pandemic terribly. But instead of grilling him, social media is focusing on irrelevant things"
        },
        {
            "time": "",
            "tweet": "Imho the buck stops with Ford. He doesn't get a pass from me in regard to lack of testing in Ontario. I have been supportive of his leadership in the last month, not forgetting his cuts to healthcare and education, but this lack of testing is on him!"
        },
        {
            "time": "",
            "tweet": "I've been inpatient with my very medically fragile son doing complex sterile procedures without proper PPE."
        },
        {
            "time": "",
            "tweet": "Do you have a loved one staying in a long-term care home? If possible, reach out to let them know you're thinking about them. "
        },
        {
            "time": "",
            "tweet": "How the hell is there a backlog if our capacity is being under-utilized...it feels like we don't have the whole story as to what is going on with both the testing process and why policies for testing haven't been updated. "
        },
        {
            "time": "",
            "tweet": "Some love and support for our @OttawaHospital food service workers. Thank you"
        },
        {
            "time": "",
            "tweet": "This is outrageous. PSW's do one of the toughest jobs. We need to pay them a decent wage so that they can afford to work in one place only; this will improve quality of care as well."
        },
        {
            "time": "",
            "tweet": "Thank you #Ottawa doctors, nurses, healthcare workers.. grocery employees, truck driver, farmers and everyone out there right now fighting for us."
        },
        {
            "time": "",
            "tweet": "I've been struggling a lot for 2 weeks. Finally got meds todayDouble exclamation markWhen you get bronchitis during the  #COVID-19 pandemic it's no fun."
        },
        {
            "time": "",
            "tweet": "Agree with Premier Ford this is unacceptable. Where is the issue?"
        },
        {
            "time": "",
            "tweet": "Under a really possible, optimistic 10% infection scenario, Canada will lose as many people as WWII. Sadly, some will be those that survived WWII. "
        },
        {
            "time": "",
            "tweet": "Shame on you amazon How can you charge $49.99 shipping for a $10.99 item that is necessary at a time like this?"
        },
        {
            "time": "",
            "tweet": "Finally some good news!  Keep up the physical distancing"
        },
        {
            "time": "",
            "tweet": "Excellent point. If there aren't enough staff and resources to even handle the current ~2500 daily tests there's no way they'll be able to handle Ford's order of 13,000 per day starting tomorrow. Many more resources are going to be needed. And quickly."
        },
        {
            "time": "",
            "tweet": "I'm disturbed with how Christine Elliott continue to blatantly lie about PPE and medical supplies. We just want the truth so we know what we are up against."
        },
        {
            "time": "",
            "tweet": "Good news! New recovery cases of #COVID19 reported on Tuesday outnumber new confirmed cases for the first time in China."
        },
        {
            "time": "",
            "tweet": "It is not clear how bad #COVID19 will be globally, but in this moment of uncertainty, the most important thing is to have a government that tells the truth."
        },
        {
            "time": "",
            "tweet": "The death toll from the outbreak has topped 2000. China reported 136 new deaths on Feb. 18, bringing their deaths to 2004. Three other deaths were previously reported outside of China."
        },
        {
            "time": "",
            "tweet": "The disruption of global supply chains due to the outbreak of #Covid19 is to be seen as the canary in the Global System mine. The global virus outreach exemplifies the issue of systemic risks emerging from the interconnectedness of the #GlobalSystem."
        },
        {
            "time": "",
            "tweet": "We stand together to strongly condemn conspiracy theories suggesting that COVID-19 does not have a natural origin"
        },
        {
            "time": "",
            "tweet": "Am I the only one who's still livid over the disgusting accusation that our overworked and under-equipped healthcare workers and hospitals are stealing personal protective equipment?"
        },
        {
            "time": "",
            "tweet": "We are grateful for our Welcome Center staff and all they're doing to support our patients and their families during the #COVID19 pandemic. Thank you for your dedication. #endcancer"
        },
        {
            "time": "",
            "tweet": "Extending social distancing guidelines to April 30 is the right decision. There will be difficult days ahead, but we will defeat #COVID19. We will prevail not as Republicans or Democrats, but together as Americans."
        },
        {
            "time": "",
            "tweet": "While the last relief package isn't perfect and we must go even further to help workers and small businesses, Democrats fought to include the largest unemployment benefits expansion in decades that will help millions of unemployed Americans during the #COVID19 crisis."
        },
        {
            "time": "",
            "tweet": "Pam and I were deeply saddened to learn that a Virginian has died from #COVID19. The health of Virginians continues to be my absolute top priority. I will meet with local Peninsula officials tomorrow, and we will speak to the community about next steps."
        },
        {
            "time": "",
            "tweet": "A lot of people are pretty stressed out over #COVID19 right now. I think panic is bad, and misguided, but I understand the worry and stress. "
        },
        {
            "time": "",
            "tweet": "I went to work today with #Covid19 on my mind, but walked out thinking of the patients who just want to see their families, the post op patients who have to FaceTime their loved ones for comfort. This is having an effect on all patients."
        },
        {
            "time": "",
            "tweet": "It brings me great sadness to share that the first #COVID19 death in VA was here in James City County. The entire Peninsula is in mourning. I have been in touch with local and state officials all week making sure communication lines are clear. Please be safe in the upcoming days."
        },
        {
            "time": "",
            "tweet": "As we all commit to the battle that is #Covid19, I express my deepest sympathies to the family & friends of the patient who died today from this. It truly breaks my heart. Time for some pubs/clubs to wise up quick. "
        },
        {
            "time": "",
            "tweet": "He says get prepared as soon as possible. This is not a drill and yet I feel much of the American public is unsure of the reality of the threat. The education must continue. Hearing from the front lines in Italy is so useful. They are just a bit ahead of us. #COVID19"
        },
        {
            "time": "",
            "tweet": "Beautiful moment in Portugal: people clapping at the windows all over the country, thanking the health workers for their tireless work fighting against #Coronavirus"
        },
        {
            "time": "",
            "tweet": "I shall ask God mercifully to protect us. Then I shall fumigate, help purify the air, administer medicine and take it. I shall avoid places and persons where my presence is not needed in order not to become"
        },
        {
            "time": "",
            "tweet": "I have a VERY unhappy teen who's devastated that I'm not allowing her to go to B-day party at a busy DC restaurant. Now I'm trapped w/ her, yikes."
        },
        {
            "time": "",
            "tweet": "I'm all for Republican politicians finally coming to their senses & supporting far-reaching government action to contain the #covid19 pandemic. But unless there is any accountability for their roles in exacerbating the crisis, we're going to repeat the same mistakes in the future"
        },
        {
            "time": "",
            "tweet": "This summer of rolling crises has illustrated how vital public health is, and how grossly underfunded and underappreciated it is by governments #COVID19"
        },
        {
            "time": "",
            "tweet": "I just discovered this Doctor and I don't know what his politics are and I don't care. I only care about facts and REAL science. "
        },
        {
            "time": "",
            "tweet": "This administration has delayed information, rejected @WHO #COVID19 test kits, blocked legislation to provide healthcare and economic relief for the working poor."
        },
        {
            "time": "",
            "tweet": "Be kind to each other. You don't know who has a frail elderly relative, an immunocompromised child, a bad home environment, loved ones stuck in a different city, financial trouble, health/mental health issues, caregiver responsibilities that just got harder, etc"
        },
        {
            "time": "",
            "tweet": "We have one of the worst ratios of intensive care beds per head of population in Europe. In a public health emergency, this is necessary and common sense"
        },
        {
            "time": "",
            "tweet": "What would happen if they all conspired to make the common cold look like the black plague? #COVID19"
        },
        {
            "time": "",
            "tweet": "During times of stress and crisis, it is common for children to seek more attachment and be more demanding on parents."
        },
        {
            "time": "",
            "tweet": "To prevent the spread of germs, people who need to sneeze are advised to do so into their upper arm.  People have instead, started stock piling toilet paper. This confirms the long standing belief that too many people don't know their arse from their elbow."
        },
        {
            "time": "",
            "tweet": "I can't ask any more from the government than to follow the advice of the scientific experts and keep us informed. They are doing both."
        },
        {
            "time": "",
            "tweet": "Imagine risking your health and the health of others to run experiments that are probably gonna fail."
        },
        {
            "time": "",
            "tweet": "I feel kind of bad for making all those nice people tweet the F word today @TimHortons now will you pay your workers sick leave for the duration of the #COVID19 pandemic?"
        },
        {
            "time": "",
            "tweet": "Here are the tents they have set up in my city in #Germany  dedicated to receiving patients with #covid symptoms such as fever. They were erected last week and located behind a sports complex discretely. Im impressed that my local government did that"
        },
        {
            "time": "",
            "tweet": "In emergency response, if you need to be right before you move you will never win. Perfection is the enemy of the good, speed trumps perfection... everyone is afraid of making a mistake...greatest error is not to move"
        },
        {
            "time": "",
            "tweet": "We are doing all we can to serve you in the best way possible and keep you connected to the things and people that matter most during this complicated time #COVID19. As a result, we are temporarily suspending data limits on all internet plans. Please take care."
        },
        {
            "time": "",
            "tweet": "With a national emergency just declared in the US, you'd think there'd be a strong call for every state to close its schools, all schools. what's the point in recommending #socialdistancing if there's a big loophole in that practice?"
        },
        {
            "time": "",
            "tweet": "The most heartbreaking thing is waking up every morning and seeing that there are deaths from this pandemic every single day"
        },
        {
            "time": "",
            "tweet": "Understanding the disproportionalities and disparities of outcomes is critical to our response to the pandemic. Inequities don't go away during a pandemic - they are amplified."
        },
        {
            "time": "",
            "tweet": "So proud of our team. Day 14 of our journey to mass manufacturing #TheCanadianShield to protect healthcare workers across the country. Some big announcements coming on Monday!! "
        },
        {
            "time": "",
            "tweet": "Too bad the Cannabis stores are closing. I bet that was the most mellow store lineup in Ontario. People standing a hockey stick apart listening to Frank Zappa on their headphones."
        },
        {
            "time": "",
            "tweet": "So we can have 15,000 deaths or 100,000 deaths in Ontario. All dependent on the collective stupidity of our citizens. That's worrisome. "
        },
        {
            "time": "",
            "tweet": "I'm very concerned regarding the lack-of PPE in Ontario and how future supplies will be distributed. Community healthcare is often ignored by the government... but this is critical in preventing more people from becoming infected and needing hospitalization."
        },
        {
            "time": "",
            "tweet": "Thank you so much Dr Houston for appreciating our work and giving such a sound advice. There is time, but not for long."
        },
        {
            "time": "",
            "tweet": "Wish someone could help me anticipate if #Toronto rent prices would drop in the next few months or not... I badly want to move to a new place...is this a good time?"
        },
        {
            "time": "",
            "tweet": "Blue hearts, white ribbons, painted rocks and banging pots are a nice gesture but we will need to rally to support & fund mental health care now and later for our healthcare heroes & frontline heroes "
        },
        {
            "time": "",
            "tweet": "Beautiful rainbow the other night over the local hospital.RainbowHotel, Did you know that sighting a rainbow has long been believed to be a promise of good things to come."
        }
    ]
}
